[
	{
		"name": "Feedback",
		"nickname": "The Human Subwoofer",
		"bio": {
			"Real Name": "Corey",
			"Age": "28",
			"Height": "5'9",
			"Birthplace": "Miami, FL",
			"Description": "A failed EDM DJ who discovered he could manipulate sound waves after a freak accident involving a faulty amp and a lightning strike. He speaks exclusively at high volumes because he is partially deaf from his own powers, and he constantly tries to promote his SoundCloud link during hostage situations.",
			"Crimes": "Disturbing the peace, noise pollution, copyright infringement, assault with a deadly instrument (an electric guitar)"
		},
		"appearance": "He wears a faded neon tracksuit (lime green and hot pink) that looks like it's from 2012. He sports enormous, custom-modded over-ear headphones with glowing LED equalizers on the sides that pulse when he speaks. He has a thick chin-strap beard and constantly wears reflective aviator sunglasses, indoors or outdoors. A cumbersome speaker unit is strapped to his chest like a baby carrier, wired directly into his suit.",
		"flies": false,
		"tags": [
			"LOUD",
			"DJ"
		],
		"attributes": {
			"combat": 3,
			"vigor": 2,
			"mobility": 3,
			"charisma": 2,
			"intelligence": 1
		},
		"powers": [
			{
				"name": "Bass Drop",
				"description": "If placed in the first slot of a multi-hero call, Feedback grants +1 Combat to all other heroes in the squad.",
				"unlocked": true
			}, {
				"name": "Remix",
				"description": "If Feedback fails a call, he instantly reattempts it, temporarily swapping his Combat and Charisma stats."
			}, {
				"name": "Encore",
				"description": "After a successful call, Feedback has a 50% chance to skip his 'Resting' phase entirely."
			}
		]
	},
	{
		"name": "Ricochet",
		"nickname": "The Human Pinball",
		"bio": {
			"Real Name": "Marco",
			"Age": "34",
			"Height": "5'7",
			"Birthplace": "Queens, NY",
			"Description": "A former pool hustler who can bounce his body off surfaces without injury. He treats crime fighting like geometry and refuses to fight in open fields because there are 'no angles'.",
			"Crimes": "Bank robbery, illegal gambling, reckless endangerment"
		},
		"appearance": "Dressed in a sleek, padded aerodynamic jumpsuit colored like an eight-ball (black with a white circle and '8' on the back). He wears a round helmet that looks like a cross between a crash dummy and a cue ball. His joints (knees, elbows, shoulders) have reinforced, rounded rubber bumpers. He always has a piece of blue cue chalk behind his ear and nervously flips a lucky silver dollar coin.",
		"flies": true,
		"tags": [
			"GAMBLER",
			"PHYSICS"
		],
		"attributes": {
			"combat": 3,
			"vigor": 2,
			"mobility": 4,
			"charisma": 1,
			"intelligence": 3
		},
		"powers": [
			{
				"name": "Calculated Angle",
				"description": "Ricochet grants a buff based on his position: +1 Intellect if placed in the first slot, or +1 Mobility if placed in the last slot.",
				"unlocked": true
			}, {
				"name": "Running the Table",
				"description": "Boosts 'Calculated Angle' by +1 for every hero assigned to his right (if Slot 1) or left (if Last Slot). On success, these buffs persist for the shift."
			}, {
				"name": "Bank Shot",
				"description": "If a call fails, Ricochet reattempts it, adding +2 Intellect to his own score for the calculation."
			}, {
				"name": "Human Pinball",
				"description": "Ricochet bounces off buildings to travel, effectively flying to the location and bypassing ground obstacles."
			}
		]
	},
	{
		"name": "Miasma",
		"nickname": "The Hun",
		"bio": {
			"Real Name": "Brenda",
			"Age": "41",
			"Height": "5'5",
			"Birthplace": "Scottsdale, AZ",
			"Description": "A former MLM 'Girl Boss' whose essential oils are legally classified as chemical weapons. She believes she is a healer and constantly tries to recruit other heroes into her 'downline.' Her cloud of toxic perfume causes nausea in everyone, including herself.",
			"Crimes": "Operating a pyramid scheme, chemical warfare, practicing medicine without a license, mail fraud"
		},
		"appearance": "She sports an aggressive, asymmetrical blonde bob haircut with chunky lowlights. Her 'costume' is expensive designer activewear (loud floral print leggings) paired with a blazer. She wears a utility belt holding dozens of tiny amber glass vial bottles. A faint, oily green haze perpetually surrounds her head, and she wears excessive amounts of turquoise jewelry.",
		"flies": false,
		"tags": [
			"TOXIC",
			"SCAMMER"
		],
		"attributes": {
			"combat": 1,
			"vigor": 1,
			"mobility": 2,
			"charisma": 5,
			"intelligence": 2
		},
		"powers": [
			{
				"name": "The Downline",
				"description": "Miasma gains +1 Charisma for every unique hero she has been dispatched with this shift.",
				"unlocked": true
			}, {
				"name": "Detoxify",
				"description": "If sent with an Injured hero, Miasma removes their Injury status upon completion, but the healed hero loses 1 Intellect for the next call."
			}, {
				"name": "Aromatherapy",
				"description": "If Miasma is sent on a call where all available slots (1-4) are filled, the 'Resting' time for the entire squad is reduced by 50% upon return."
			}
		]
	},
	{
		"name": "Zero",
		"nickname": "Script Kiddie",
		"bio": {
			"Real Name": "Kevin",
			"Age": "19",
			"Height": "5'6",
			"Birthplace": "Seattle, WA",
			"Description": "A techno-path who can mentally interface with any machine, but uses his powers almost exclusively to pirate anime and cheat in video games. He wears a hoodie at all times and claims to have an allergy to UV light. He accidentally hacked the Pentagon while trying to order pizza.",
			"Crimes": "Cyberterrorism, identity theft, grand larceny (digital), piracy"
		},
		"appearance": "Extremely pale skin with severe dark circles under his eyes. He wears an oversized, charcoal grey hoodie with the hood constantly up, obscuring most of his face. He has fingerless gloves covered in subtle wiring that connects to a gauntlet on his left arm housing a small screen. His expensive, limited-edition gaming sneakers are impeccably clean because he never goes outside.",
		"flies": true,
		"tags": [ "HACKER", "GEN-Z" ],
		"attributes": { "combat": 1, "vigor": 1, "mobility": 2, "charisma": 1, "intelligence": 5 },
		"powers": [
			{
				"name": "Algorithm",
				"description": "Zero gains +1 Intellect after every successful dispatch. This effect stacks up to +3 but resets if he fails a call or gets injured.",
				"unlocked": true,
				"type": "AttrBonusPower",
				"operations": {
					"MissionSuccess": [ ["INTELLIGENCE", "+", 1] ],
					"MissionFailure": [ ["INTELLIGENCE", "=", 0] ]
				},
				"limit": [ 0, 3 ]
			}, {
				"name": "DDoS",
				"description": "Once per shift, Zero automatically pauses the expiration timer of a critical call for 30 seconds."
			}, {
				"name": "Overclock",
				"description": "Zero doubles his Intelligence stat for one call, but he requires triple the rest time afterward to recharge his mental battery."
			}, {
				"name": "Remote Access",
				"description": "Zero projects a hologram to the scene, effectively flying to the location and bypassing physical obstacles."
			}
		]
	},
	{
		"name": "Crumple",
		"nickname": "The Wrecking Ball",
		"bio": {
			"Real Name": "Gary",
			"Age": "45",
			"Height": "6'8",
			"Birthplace": "Detroit, MI",
			"Description": "A former demolition expert who was fused with the scrap metal of a condemned building during an explosion. He is incredibly dense, heavy, and loves the taste of drywall. He is a simple man who just wants to smash things, but he's very sensitive about his weight.",
			"Crimes": "Vandalism, destruction of public property, gross negligence, theft of construction equipment"
		},
		"appearance": "A massive, towering figure that looks like a walking car compactor accident. His body is a dense, jagged amalgamation of rusted girders, rebar, crushed car doors, and concrete chunks. His head is a dented wrecking ball fused into the torso, with two glowing yellow lights serving as eyes peeking out from bent metal. He wears a tattered XXXL reflective safety vest stretched over his chest.",
		"flies": false,
		"tags": [
			"TANK",
			"HEAVY"
		],
		"attributes": {
			"combat": 4,
			"vigor": 5,
			"mobility": 1,
			"charisma": 1,
			"intelligence": 1
		},
		"powers": [
			{
				"name": "Scrap Shield",
				"description": "Crumple is unaffected by Injuries. If he succeds on a call while Injured, he gains a stacking +1 to that call's highest required stat.",
				"unlocked": true
			}, {
				"name": "Heavy Load",
				"description": "If placed in Slot 1, Crumple gains +2 Vigor for this call, but Travel Time is doubled."
			}, {
				"name": "Demolition",
				"description": "Crumple gains +3 Combat, but he automatically fails any Intervention option that relies on Intellect or Stealth."
			}
		]
	},
	{
		"name": "Vogue",
		"nickname": "Blue Steel",
		"bio": {
			"Real Name": "Alessandro",
			"Age": "25",
			"Height": "6'2",
			"Birthplace": "Milan, Italy",
			"Description": "A male model with low-level psychic empathy. He can make anyone fall in love with him for exactly 60 seconds by making eye contact. He was arrested for stopping traffic on a highway because the lighting was 'perfect for a selfie,' causing a 12-car pileup.",
			"Crimes": "Public nuisance, inciting a riot, jaywalking (major), fraud"
		},
		"appearance": "Ridiculously handsome with a chiseled jawline and flawless skin. His hair is perfectly coiffed in a high-volume pompadour that never moves. He wears a tailored, shimmering Italian silk suit in electric blue, with no shirt underneath to show off his abs. He is constantly checking his reflection in a handheld mirror. When using his powers, a faint blue aura outlines his silhouette as he strikes a pose.",
		"flies": true,
		"tags": [
			"NARCISSIST",
			"MODEL"
		],
		"attributes": {
			"combat": 1,
			"vigor": 2,
			"mobility": 2,
			"charisma": 5,
			"intelligence": 2
		},
		"powers": [
			{
				"name": "Blue Steel",
				"description": "Vogue gains +1 Charisma. If placed in the middle slot of a 3-slot call, he gains +2 Charisma instead.",
				"unlocked": true
			}, {
				"name": "Pose",
				"description": "Vogue distracts enemies with a pose, excess charisma is instead added as combat."
			}, {
				"name": "Fashionably Late",
				"description": "Vogue arrives at the scene last (increasing Travel Time), but his 'Resting' time is reduced by 50%."
			}, {
				"name": "Charter Jet",
				"description": "Vogue flies to call locations in his private helicopter, greatly reducing Travel Time."
			}
		]
	},
	{
		"name": "Joyride",
		"nickname": "Gearhead",
		"bio": {
			"Real Name": "Tiff",
			"Age": "22",
			"Height": "5'4",
			"Birthplace": "Daytona, FL",
			"Description": "A getaway driver with cyborg legs. She gets physically nauseous if moving slower than 80mph. She treats traffic laws as 'suggestions' and collects parking tickets like trading cards.",
			"Crimes": "Grand theft auto, reckless driving, fleeing and eluding, speeding (200+ counts)"
		},
		"appearance": "Short and scrappy with grease smudges permanently on her face and hands. She wears a torn, oil-stained racing leather jacket covered in patches from defunct auto shops. Her legs, from the mid-thigh down, are obvious mechanical prosthetics made of chrome and exposed hydraulics, ending in feet that look suspiciously like racing tires. She wears goggles pushed up on her forehead.",
		"flies": true,
		"tags": [
			"SPEEDSTER",
			"DRIVER"
		],
		"attributes": {
			"combat": 2,
			"vigor": 2,
			"mobility": 5,
			"charisma": 2,
			"intelligence": 2
		},
		"powers": [
			{
				"name": "Nitro",
				"description": "Joyride gains +1 Mobility. If placed in Slot 1, she also reduces Travel Time by 25%.",
				"unlocked": true
			}, {
				"name": "Getaway",
				"description": "When travelling to or returning from a mission, the entire squad uses Joyride's travel speed."
			}, {
				"name": "Adrenaline Junkie",
				"description": "Joyride cannot be assigned to 'Low Danger' calls, but gains +2 to all stats on 'High Danger' calls."
			}, {
				"name": "Highway Star",
				"description": "Joyride runs at vehicle speeds, effectively counting as 'Flying' for travel calculation."
			}
		]
	},
	{
		"name": "Spore",
		"nickname": "The Fun Guy",
		"bio": {
			"Real Name": "Toad",
			"Age": "Unknown",
			"Height": "5'10",
			"Birthplace": "A frat house shower in Ohio",
			"Description": "A colony of sentient mold that gained consciousness in a filthy bathroom. He is polite but leaves slime everywhere. He considers himself a 'roommate' to the entire SDN building.",
			"Crimes": "Squatting, biohazard violation, gross indecency"
		},
		"appearance": "A vaguely humanoid shape made entirely of pulsating, fuzzy green, black, and white mold cultures. He smells vaguely of bleach and damp basement. He wears a tattered, mold-stained bathrobe over his fungal body and a pair of fuzzy slippers that leave a damp slime trail wherever he walks. He has two black button-like growths that serve as eyes.",
		"flies": true,
		"tags": [
			"GROSS",
			"SUPPORT"
		],
		"attributes": {
			"combat": 2,
			"vigor": 4,
			"mobility": 1,
			"charisma": 1,
			"intelligence": 3
		},
		"powers": [
			{
				"name": "Mycelium Network",
				"description": "While Spore is 'Resting', all other Resting heroes recover 25% faster.",
				"unlocked": true
			}, {
				"name": "Mitosis",
				"description": "Spore fills 2 slots in a single dispatch. His stats are applied twice to the total sum, but his Rest Time is doubled."
			}, {
				"name": "Symbiosis",
				"description": "If a call fails, Spore prevents the 'Injury' status for the entire squad by absorbing the damage."
			}, {
				"name": "Tunneling",
				"description": "Spore travels underground to the call location, bypassing obstacles and effectively counting as flying."
			}
		]
	}
]